[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Hrant Ohanyan
VERSION=3.0.3

[Language]
LANGUAGE=Հայերեն
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x002B, 0x042B

[Menu]
FILE=&Ֆայլ
FILE_EXIT=&Փակել
EDIT=&Խմբագրել
EDIT_COPY=&Պատճենել
THEME=&Տեսք
HELP=&Օգնություն
HELP_ABOUT=&CrystalDiskMark-ի մասին
LANGUAGE=Լեզու
ZOOM=&Չափորոշում
AUTO=&Ինքնորոշ
TEST_DATA=&Թեստավորման տվյալներ
DEFAULT_RANDOM=Ինքնորոշ (Պատահական)
SETTINGS=&Կարգավորումներ
SAVE=&Պահպանել
QUEUES_THREADS=&Հարցումներ և շղթաներ
INTERVAL_TIME=Ընդմիջելու ժամանակ
SECOND=վայր.
MINUTE=րոպե
HOUR=ժամ
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save （&text）
SAVE_IMAGE=&Save （image）
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Կանգնեցնել թեստավորումը
DISK_CAPACITY_ERROR=Չկա ազատ տեղ
DISK_CREATE_FILE_ERROR=Սխալ՝ ֆայլը ստեղծելիս
DISK_WRITE_ERROR=Գրելու սխալ
DISK_READ_ERROR=Կարդալու սխալ
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Ընտրեք սկավառակը
TEST_SIZE=Թեստի չափ
TEST_COUNT=Թեստի քանակ
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=CrystalDiskMark-ի մասին
QUEUES_THREADS=Հարցումներ և շղթաներ
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
